{
    "_meta": {
        "sources": [
            {
                "json": "HelianasGuidetoMonsterHunting",
                "abbreviation": "HGtMH",
                "full": "Heliana's Guide to Monster Hunting",
                "url": "",
                "authors": [
                    "Max Wartelle",
                    "Mohammed Bellafquih",
                    "Jess Jackdaw"
                ],
                "convertedBy": [
                    "Riften"
                ],
                "version": "1.0",
                "targetSchema": "1.0"
            }
        ],
        "dateAdded": 1661798750,
        "dateLastModified": 1661798750
    },
    "race": [
        {
            "name": "Cnidaran",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30,
                "swim": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "Ability Score Increase",
                    "entries": [
                        "Your Constitution score increases by 1."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Age",
                    "entries": [
                        "A cnidaran medusozoa reaches maturity at around 20 years of age and can live up to 200 years."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Languages",
                    "entries": [
                        "You can speak, read, and write Common and one other language of your choice"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Size",
                    "entries": [
                        "A cnidaran stands between 5 and 7 feet tall Your size is Medium."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Speed",
                    "entries": [
                        "Your base walking speed is 30 feet and you have a swimming speed equal to your walking speed."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Amphibious",
                    "entries": [
                        "You can breathe air and water."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Subrace",
                    "entries": [
                        "When a polyp produces a medusozoa, it can birth one of two morphs: a nematocyst or a shimmerskin The former is adapted for confrontation, combat, and conflict; and carries with it an innately toxic weapon The latter relies on diplomacy, subterfuge, and enchantment to charm antagonists and avoid conflict. Together, these two morphs are capable of pursuing two very different strategies in interspecies interactions Choose one of these subraces."
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    {
                        "type": "quote",
                        "entries": [
                            "Don’t. Break. The. Coral. No souvenirs, no trinkets, no keepsakes. That’s someone’s grandparent."
                        ],
                        "by": "Jack Kusto, oceanographer"
                    },
					"From nomadic, floating cities whose coral exoskeletons stretch down into the dark ocean depths to mile-long reefs and small atolls, cnidaran (NI-daran) settlements can be found wherever salt meets water Their unique, bipartite lifecycle sets them apart from most other humanoids and fosters a zealous loyalty between cnidaran and home.",
					{
						"name": "Disperse and Deploy",
						"entries": [
                            "Cnidarans have two distinct phases to their lifecycle: the medusozoa and the polyp An adventuring cnidaran—one that can speak, has a vaguely humanoid shape, and can manipulate tools—is a medusozoa These individuals are responsible for interacting with the outside world (in other words, anything beyond their home reef).",
                            "When medusozoa mate, an event that can involve dozens of individuals, the thousands of larvae that are conceived settle on the nearest substrate, often the cnidarans’ own coral home. Once rooted, the larvae develop into polyps with two tasks. The first is to grow a single new medusozoa over a single moon’s cycle and then birth this inch-long, instinct-driven youngster into the waters surrounding its home The second is to secrete a calcareous exoskeleton, fusing their body with the reef and growing the cnidarans’ coral home.",
                            "Life for a young medusozoa is tenuous; it must fend for itself, drifting in open waters and feeding on plankton and other medusozoa until it reaches at least a foot in length, usually by the end of its third year. During this juvenile stage, a time known as the uko’ulush (the ‘wild time’), a medusozoa is largely ignored by other cnidarans, who believe that “trial by ocean makes the hardest pearls.” Once a cnidaran completes this juvenile stage, it is brought into the reef, a utilitarian and communal space where the customs, culture, and values of that reef are passed on, the uko’malang (the ‘time of waiting’)."
                        ]
                    },
					{
						"name": "Commune and Community",
						"entries": [
                            "Cnidarans live communally With the practices of mass mating and random dispersal, no single medusozoa knows which individuals are their parents In fact, the entire concept of ‘parentage’, ‘hereditary titles’, and ‘inheritance’ is foreign to most cnidarans.",
                            "When a cnidaran medusozoa reaches maturity, it is given the choice to leave the reef with the blessing of the whole community, a once-in-a-lifetime event known as the uko’fa (the ‘time of exploration’). Individuals that start on the uko’fa do so for a multitude of reasons Some seek to bring back treasures from the world beyond and enhance their own community Others feel a need to disperse, finding other reefs to join or even forming new reefs with like-minded medusozoa met on their travels A very few become enraptured by wanderlust and spend the rest of their days among winding ocean currents, delving into damp dungeons, and cavorting in ports with other seadogs."
                        ]
                    },
					{
						"name": "No Place Like Home",
						"entries": [
                            "Cnidaran settlements are alive Made of the bodies of millions of calcified polyps—cnidaran ancestors—a reef is more than just a home; it is the collective memory of a thousand generations, a traceable web of genealogical history, and an esteemed and holy sanctuary Intentionally damaging a reef carries grave consequences: death, exile, or even being perceived as a declaration of war are all sanctions a cnidaran colony might employ It isn’t unusual for trade unions to pay handsome reparations if a ship damages a cnidaran reef when blown off course by wild winds To do otherwise might result in ships foundering even in fair and pleasant conditions, such is the whim of an enraged cnidaran reef."
                        ]
                    }
                ]
            }
        },
        {
            "name": "Cyclopian",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "int": 2,
                    "dex": 1
                },
                {
                    "int": 2,
                    "wis": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30,
                "climb": 20
            },
            "darkvision": 60,
            "entries": [
                {
                    "name": "Ability Score Increase",
                    "entries": [
                        "Your Intelligence score increases by 2, and either your Dexterity score or Wisdom score increases by 1 (your choice)."
                    ]
                },
                {
                    "name": "Age",
                    "entries": [
                        "Cyclopians reach maturity in their early teens and typically live as long as humans."
                    ]
                },
                {
                    "name": "Creature Type",
                    "entries": [
                        "You are a humanoid You are also considered an aberration for any prerequisite or effect that requires you to be an aberration."
                    ]
                },
                {
                    "name": "Languages",
                    "entries": [
                        "You can speak, read, and write Common, Undercommon, and one other language of your choice."
                    ]
                },
                {
                    "name": "Size",
                    "entries": [
                        "With their crouched and hulking posture, Cyclopians typically appear smaller than they are At full stretch, a cyclopian stands between 5 and 6 feet tall Your size is Medium."
                    ]
                },
                {
                    "name": "Speed",
                    "entries": [
                        "Your base walking speed is 30 feet"
                    ]
                },
                {
                    "name": "Darkvision",
                    "entries": [
                        "Accustomed to life in dimly-lit libraries, you have superior vision in dark and dim conditions You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light You can’t discern colour in darkness, only shades of grey."
                    ]
                },
                {
                    "name": "Knowledge Seeker",
                    "entries": [
                        "Learning is an almost irresistible compulsion amongst cyclopians and often leads them to dangerous locations. You have proficiency in your choice of two of the following skills: Arcana, History, Insight, Investigation, Medicine, Perception, Religion, and Stealth."
                    ]
                },
                {
                    "name": "Savant of Secrets",
                    "entries": [
                        "You can tap into your ancestral ability to spot the telltale signs of hidden traps, passages, and secrets As an action, you can enter a cyclotrance for 1 minute For the duration, you have advantage on Perception, Investigation, and Insight checks Once you activate this trait, you can’t do so again until you finish a long rest."
                    ]
                },
                {
                    "name": "Thought for Food",
                    "entries": [
                        "Information is nourishing for cyclopians, in the truest sense of the word Each day that you discover significant new information (GM’s discretion), you need only half as much food and water as normal and you have advantage on Constitution saving throws. These benefits last until you finish a long rest."
                    ]
                },
                {
                    "name": "Top Shelf",
                    "entries": [
                        "Generations spent climbing to the top shelves of tall libraries have led to a selective pressure on the ability to climb within cyclopians You have a climbing speed of 20 feet."
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true,
                    "undercommon": true
                }
            ],
			"fluff": {
				"entries": [
                    {
                        "type": "quote",
                        "entries": [
                            "Okay, ready? Left eye. Right eye. Left eye. Righ- oh I do beg your pardon."
                        ],
                        "by": "Sia Lotta’ize, opthamolagist"
                    },
                    "The pursuit of knowledge, the acquisition of secrets, and the hoarding of trinkets with storied histories are common practices among any creature raised by cyclopians (sy-CLO-pee-ans). From dog tags to tapestries, musical manuscripts to carved tablets, magical {@i memory orbs} to worthless heirlooms, their ‘libraries’ (as cyclopians refer to their homes) are filled with knowledge. With their physical adaptation to climbing, cyclopian homes are often found high up in cliffsides, within abandoned wizards’ towers, or deep in The Low.",
                    {
                        "name": "Monocular and Myopic",
                        "entries": [
                            "A cyclopian’s singular eye is the perfect metaphor for this race’s almost-myopic tendency to focus on one thing to the exclusion of all others When a cyclopian finds a topic that interests them, little can stop their manic and feverish efforts to acquire any relevant documents, information, or answers Indeed, the famed cyclopian researcher Roza “Thanks” Thanklinds is rumoured to have forgone sleep for more than two months while analysing the crystallised mut-x from the former laboratory of Dr Frank N Stein Of course, this feat was made all the easier thanks to cyclopians’ ability to metabolise knowledge into actual, physical, nutritional value."
                        ]
                    },
                    {
                        "name": "Arcanists Analogue",
                        "entries": [
                            "Cyclopians are often mistaken for shadowy aberrations of the Shadow Plane known as skulks While both cyclopian and skulk share a hulking monocular physiology and a hunger for knowledge, a brief observation yields one significant difference: the skulking simulacra leave a trail of rot and necrosis wherever they travel, while no true cyclopian would ever risk damaging a book in this way."
                        ]
                    },
                    {
                        "name": "Pilgrimage of Huge Discovery",
                        "entries": [
                            "Cyclopians of a certain age often embark on a Pilgrimage of Huge Discovery, or PHD During this time, they venture out into the world, seeking to bring new and significant knowledge back to their library For some individuals, the natural compulsion to explore is all the impetus they need to leave the comfort of their homes On the other hand, more reticent cyclopians might have to be forced out by their family, fulfilling this rite of passage based on a sense of duty. Cyclopians who fixate on the acquisition of artifacts, rather than the joy of studying them, are regarded as rare and valuable assets to any family; cyclopian adventurers are always warmly welcomed back to their library."
                        ]
                    },
                    {
                        "name": "Sharing is Caring",
                        "entries": [
                            "Cyclopians have an unusual lifecycle Though they can reproduce sexually, cyclopians are also capable of a form of asexual budding When a cyclopian is beyond inundated by the volume of knowledge awaiting its analysis (such as after it gains entry into an abandoned, book-filled wizard’s tower), it can spontaneously and unexpectedly undergo entire body mitosis This produces a smaller, similar, genetically distinct, individual—an assistant with whom the research can be more manageably catalogued."
                        ]
                    }
                ]
            }
        },
        {
            "name": "Gobboc",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "dex": 2,
                    "cha": 1
                },
                {
                    "dex": 2,
                    "wis": 1
                }
            ],
            "size": [
                "S"
            ],
            "speed": {
                "walk": 25
            },
            "entries": [
                {
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    {
                        "type": "quote",
                        "entries": [
                            "I think I’ll call you McNugget."
                        ],
                        "by": "Ur-Gahl, orc adventurer"
                    },
                    "Nestled in secluded clearings in the woods, on hilltops with extraordinary vantages, or in easily collapsible canyons, gobbocs seek safety above all else Survival is a gobboc’s watchword; their own survival is their number one goal on expedition— treasure, glory, and saving the world be damned.",
                    {
                        "name": "Brave Cowards",
                        "entries": [
                            "You’ll likely recognise the back of a gobboc’s head more than the front, given their propensity to run away at the first sign of danger. While this is the epitome of cowardice, it is a specifically brave kind of cowardice; life is scary and living another day is the bravest thing you can do At least, this is what is taught to gobboc from the moment they can walk, a few hours after they’re born.",
                            "A typical gobboc is never the first to enter a room nor the last in a line of dungeon delvers They aim to keep bodies firmly before and behind them, a tactical meat shield to ward off harm. Indeed, gobbocs are the ultimate hit-and-run fighters, retreating from a foe before it can retaliate against their precise and lightning-quick attacks. This method of fighting, taught to all gobbocs, is known as the Klucking Fighting Creed."
                        ]
                    },
                    {
                        "name": "Fit and Sit",
                        "entries": [
                            "Gobbocs have a peculiar tendency to sit on things The pinnacle of this innate desire is the Festival of Brooding, sometimes known as the Eggstravaganza. This annual event finds all the gobbocs in a town creating the most comfortable thrones, bean bag chairs, and bundles of straw possible before sitting on them around a huge bonfire. There are no fireworks; sudden, loud noises are frowned upon in gobboc society."
                        ]
                    },
                    {
                        "name": "Avian Ascendency",
                        "entries": [
                            "Gobbocs worship other birds The bigger the bird, the more holy it is In fact, similarly to kobolds, gobboc belief is innately magical It is so potent that gobboc belief causes birds to become more intelligent. In times of war, gobboc hosts are often accompanied by flocks of birds, including mounted divisions of razor-clawed and quick-witted cassowaries and flying contingents of super-intelligent hippogriffs. It is widely posited that the famous gobboc playwright Owlfred Hatchcluck based his play, {@i The Birds}, on this uniquely gobboc occurrence."
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        },
        {
            "name": "",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "",
                    "entries": [
                        ""
                    ]
                }
            ],
            "languageProficiencies": [
                {
                    "any": 1,
                    "common": true
                }
            ],
			"fluff": {
				"entries": [
                    "",
                    {
                        "name": "",
                        "entries": [
                            
                        ]
                    }
                ]
            }
        }
    ],
    "subrace": [
        {
            "name": "Nematocyst",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 2,
                    "dex": 1
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30,
                "swim": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "Ability Score Increase",
                    "entries": [
                        "Your Dexterity and Constitution score both increase by 1."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Nematocyst",
                    "entries": [
                        "You have a long, barbed appendage, a natural weapon which you can use to make unarmed strikes. If you hit with this finesse weapon, you can deal piercing damage equal to {@damage 1d4} + your Strength or Dexterity modifier (your choice), instead of the bludgeoning damage normal for an unarmed strike."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Neurotoxin",
                    "entries": [
                        "As a bonus action, you can secrete a toxin and apply it to one weapon or piece of ammunition, which lasts for 1 hour. The first time you hit a creature with this weapon or ammunition, the creature must succeed on a Constitution saving throw (DC equals 8 + your Constitution modifier + your proficiency bonus) or be {@condition paralyzed} until the start of its next turn Alternatively, you can use a bonus action to inject the toxin when you hit a creature with your nematocyst You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Toxic Adaptation",
                    "entries": [
                        "You have advantage on saving throws against being {@condition poisoned} and you have resistance to poison damage."
                    ]
                }
            ],
			"fluff": {
				"entries": [
                    "Named after their whip-like appendage which can secrete a potent neurotoxin, such individuals form the warriors of a cnidaran reef.",
                    "",
					"From nomadic, floating cities whose coral exoskeletons stretch down into the dark ocean depths to mile-long reefs and small atolls, cnidaran (NI-daran) settlements can be found wherever salt meets water Their unique, bipartite lifecycle sets them apart from most other humanoids and fosters a zealous loyalty between cnidaran and home.",
					{
						"name": "Disperse and Deploy",
						"entries": [
                            "Cnidarans have two distinct phases to their lifecycle: the medusozoa and the polyp An adventuring cnidaran—one that can speak, has a vaguely humanoid shape, and can manipulate tools—is a medusozoa These individuals are responsible for interacting with the outside world (in other words, anything beyond their home reef).",
                            "When medusozoa mate, an event that can involve dozens of individuals, the thousands of larvae that are conceived settle on the nearest substrate, often the cnidarans’ own coral home. Once rooted, the larvae develop into polyps with two tasks. The first is to grow a single new medusozoa over a single moon’s cycle and then birth this inch-long, instinct-driven youngster into the waters surrounding its home The second is to secrete a calcareous exoskeleton, fusing their body with the reef and growing the cnidarans’ coral home.",
                            "Life for a young medusozoa is tenuous; it must fend for itself, drifting in open waters and feeding on plankton and other medusozoa until it reaches at least a foot in length, usually by the end of its third year. During this juvenile stage, a time known as the uko’ulush (the ‘wild time’), a medusozoa is largely ignored by other cnidarans, who believe that “trial by ocean makes the hardest pearls.” Once a cnidaran completes this juvenile stage, it is brought into the reef, a utilitarian and communal space where the customs, culture, and values of that reef are passed on, the uko’malang (the ‘time of waiting’)."
                        ]
                    },
					{
						"name": "Commune and Community",
						"entries": [
                            "Cnidarans live communally With the practices of mass mating and random dispersal, no single medusozoa knows which individuals are their parents In fact, the entire concept of ‘parentage’, ‘hereditary titles’, and ‘inheritance’ is foreign to most cnidarans.",
                            "When a cnidaran medusozoa reaches maturity, it is given the choice to leave the reef with the blessing of the whole community, a once-in-a-lifetime event known as the uko’fa (the ‘time of exploration’). Individuals that start on the uko’fa do so for a multitude of reasons Some seek to bring back treasures from the world beyond and enhance their own community Others feel a need to disperse, finding other reefs to join or even forming new reefs with like-minded medusozoa met on their travels A very few become enraptured by wanderlust and spend the rest of their days among winding ocean currents, delving into damp dungeons, and cavorting in ports with other seadogs."
                        ]
                    },
					{
						"name": "No Place Like Home",
						"entries": [
                            "Cnidaran settlements are alive Made of the bodies of millions of calcified polyps—cnidaran ancestors—a reef is more than just a home; it is the collective memory of a thousand generations, a traceable web of genealogical history, and an esteemed and holy sanctuary Intentionally damaging a reef carries grave consequences: death, exile, or even being perceived as a declaration of war are all sanctions a cnidaran colony might employ It isn’t unusual for trade unions to pay handsome reparations if a ship damages a cnidaran reef when blown off course by wild winds To do otherwise might result in ships foundering even in fair and pleasant conditions, such is the whim of an enraged cnidaran reef."
                        ]
                    }
                ]
            },
            "raceName": "Cnidaran",
            "raceSource": "HelianasGuidetoMonsterHunting",
            "hasFluff": true
        },
        {
            "name": "Shimmerskin",
            "source": "HelianasGuidetoMonsterHunting",
            "ability": [
                {
                    "con": 1,
                    "cha": 2
                }
            ],
            "size": [
                "M"
            ],
            "speed": {
                "walk": 30,
                "swim": 30
            },
            "entries": [
                {
                    "type": "entries",
                    "name": "Ability Score Increase",
                    "entries": [
                        "Your Charisma score increases by 2."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Shimmerskin",
                    "entries": [
                        "As a bonus action, you can cause your skin to shimmer in a pleasing array of colours for 10 minutes For the duration, you have advantage on all Charisma checks Once you use this trait, you can’t do so again until you finish a long rest."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Hypnotic Phosphorescence",
                    "entries": [
                        "You know the {@spell minor illusion} cantrip Starting at 3rd level, you can cast the {@spell charm person} spell once with this trait, and you regain the ability to do so when you finish a long rest Starting at 5th level, you can cast the {@spell suggestion} spell once with this trait, and you regain the ability to do so when you finish a long rest. You can also cast these spells using any spell slots you have.",
                        "Charisma is your spellcasting ability for these spells When you cast them with this trait, they don’t require material or somatic components."
                    ]
                }
            ],
			"fluff": {
				"entries": [
                    "Diplomats and traders of a cnidaran reef are often shimmerskin morphs; their propensity to mesmerise makes them skilled negotiators.",
                    "",
					"From nomadic, floating cities whose coral exoskeletons stretch down into the dark ocean depths to mile-long reefs and small atolls, cnidaran (NI-daran) settlements can be found wherever salt meets water Their unique, bipartite lifecycle sets them apart from most other humanoids and fosters a zealous loyalty between cnidaran and home.",
					{
						"name": "Disperse and Deploy",
						"entries": [
                            "Cnidarans have two distinct phases to their lifecycle: the medusozoa and the polyp An adventuring cnidaran—one that can speak, has a vaguely humanoid shape, and can manipulate tools—is a medusozoa These individuals are responsible for interacting with the outside world (in other words, anything beyond their home reef).",
                            "When medusozoa mate, an event that can involve dozens of individuals, the thousands of larvae that are conceived settle on the nearest substrate, often the cnidarans’ own coral home. Once rooted, the larvae develop into polyps with two tasks. The first is to grow a single new medusozoa over a single moon’s cycle and then birth this inch-long, instinct-driven youngster into the waters surrounding its home The second is to secrete a calcareous exoskeleton, fusing their body with the reef and growing the cnidarans’ coral home.",
                            "Life for a young medusozoa is tenuous; it must fend for itself, drifting in open waters and feeding on plankton and other medusozoa until it reaches at least a foot in length, usually by the end of its third year. During this juvenile stage, a time known as the uko’ulush (the ‘wild time’), a medusozoa is largely ignored by other cnidarans, who believe that “trial by ocean makes the hardest pearls.” Once a cnidaran completes this juvenile stage, it is brought into the reef, a utilitarian and communal space where the customs, culture, and values of that reef are passed on, the uko’malang (the ‘time of waiting’)."
                        ]
                    },
					{
						"name": "Commune and Community",
						"entries": [
                            "Cnidarans live communally With the practices of mass mating and random dispersal, no single medusozoa knows which individuals are their parents In fact, the entire concept of ‘parentage’, ‘hereditary titles’, and ‘inheritance’ is foreign to most cnidarans.",
                            "When a cnidaran medusozoa reaches maturity, it is given the choice to leave the reef with the blessing of the whole community, a once-in-a-lifetime event known as the uko’fa (the ‘time of exploration’). Individuals that start on the uko’fa do so for a multitude of reasons Some seek to bring back treasures from the world beyond and enhance their own community Others feel a need to disperse, finding other reefs to join or even forming new reefs with like-minded medusozoa met on their travels A very few become enraptured by wanderlust and spend the rest of their days among winding ocean currents, delving into damp dungeons, and cavorting in ports with other seadogs."
                        ]
                    },
					{
						"name": "No Place Like Home",
						"entries": [
                            "Cnidaran settlements are alive Made of the bodies of millions of calcified polyps—cnidaran ancestors—a reef is more than just a home; it is the collective memory of a thousand generations, a traceable web of genealogical history, and an esteemed and holy sanctuary Intentionally damaging a reef carries grave consequences: death, exile, or even being perceived as a declaration of war are all sanctions a cnidaran colony might employ It isn’t unusual for trade unions to pay handsome reparations if a ship damages a cnidaran reef when blown off course by wild winds To do otherwise might result in ships foundering even in fair and pleasant conditions, such is the whim of an enraged cnidaran reef."
                        ]
                    }
                ]
            },
            "raceName": "Cnidaran",
            "raceSource": "HelianasGuidetoMonsterHunting",
            "hasFluff": true
        }
    ]
}